{
  "<UNK>": 0,
  "col.name=agilent_zorbax_eclipse_plus_c18": 877,
  "col.name=agilent_zorbax_eclipse_xdb-c18": 1140,
  "col.name=agilent_zorbax_extend-c18": 1141,
  "col.name=agilent_zorbax_rrhd_eclipse_plus_c18": 1023,
  "col.name=hilicon_ihilic-_p_classic_hilic_peek": 709,
  "col.name=merck_sequant_zic-hilic": 588,
  "col.name=merck_sequant_zic-philic": 878,
  "col.name=merck_supelco_ascentis_express_c18": 446,
  "col.name=merck_supelco_ascentis_express_es-cyano": 1142,
  "col.name=merck_supelco_ascentis_express_f5_pfp": 1143,
  "col.name=merck_supelco_ascentis_express_phenyl-hexyl": 1144,
  "col.name=nan": 710,
  "col.name=phenomenex_kinetex_c18": 789,
  "col.name=phenomenex_kinetex_evo_c18": 488,
  "col.name=phenomenex_kinetex_hilic": 1145,
  "col.name=phenomenex_kinetex_pfp": 1146,
  "col.name=phenomenex_kinetex_ps_c18": 535,
  "col.name=phenomenex_kinetex_xb-c18": 711,
  "col.name=phenomenex_luna_omega_polar_c18": 1147,
  "col.name=phenomenex_synergi_hydro-rp": 1148,
  "col.name=phenomenex_synergi_polar-rp": 1149,
  "col.name=restek_raptor_biphenyl": 503,
  "col.name=thermo_scientific_acclaim_rslc_120_c18": 790,
  "col.name=thermo_scientific_accucore_c18": 879,
  "col.name=thermo_scientific_accucore_hilic": 536,
  "col.name=thermo_scientific_hypercarb": 1150,
  "col.name=thermo_scientific_hypersil_gold": 838,
  "col.name=thermo_scientific_hypersil_gold_aq": 1151,
  "col.name=waters_acquity_uplc_beh_amide": 942,
  "col.name=waters_acquity_uplc_beh_c18": 173,
  "col.name=waters_acquity_uplc_beh_c8": 1024,
  "col.name=waters_acquity_uplc_beh_shield_rp18": 943,
  "col.name=waters_acquity_uplc_hss_c18": 489,
  "col.name=waters_acquity_uplc_hss_t3": 427,
  "col.name=waters_atlantis_premier_beh_z-hilic": 712,
  "col.name=waters_atlantis_t3": 880,
  "col.name=waters_cortecs_t3": 331,
  "col.name=waters_cortecs_uplc_c18": 504,
  "col.name=waters_sunfire_c18": 1025,
  "col.name=waters_xbridge_beh_amide": 537,
  "col.name=waters_xbridge_c18": 1152,
  "col.name=waters_xselect_hss_t3_xp": 1153,
  "col.usp=l1": 47,
  "col.usp=l10": 1154,
  "col.usp=l109": 1155,
  "col.usp=l11": 461,
  "col.usp=l114": 567,
  "col.usp=l122": 447,
  "col.usp=l3": 490,
  "col.usp=l43": 881,
  "col.usp=l68": 474,
  "col.usp=l7": 944,
  "col.usp=nan": 713,
  "column.flowrate=0": 1156,
  "column.flowrate=0.1": 238,
  "column.flowrate=0.15": 518,
  "column.flowrate=0.2": 306,
  "column.flowrate=0.25": 538,
  "column.flowrate=0.3": 214,
  "column.flowrate=0.35": 274,
  "column.flowrate=0.4": 101,
  "column.flowrate=0.5": 293,
  "column.flowrate=0.6": 627,
  "column.flowrate=0.75": 648,
  "column.id=0.5": 1157,
  "column.id=1": 791,
  "column.id=2": 1026,
  "column.id=2.1": 46,
  "column.id=3": 371,
  "column.id=4.6": 752,
  "column.length=100": 49,
  "column.length=150": 150,
  "column.length=250": 1027,
  "column.length=50": 435,
  "column.particle.size=1.6": 475,
  "column.particle.size=1.7": 92,
  "column.particle.size=1.8": 294,
  "column.particle.size=1.9": 792,
  "column.particle.size=2": 476,
  "column.particle.size=2.2": 793,
  "column.particle.size=2.5": 477,
  "column.particle.size=2.6": 202,
  "column.particle.size=2.7": 178,
  "column.particle.size=3": 714,
  "column.particle.size=3.5": 589,
  "column.particle.size=4": 1158,
  "column.particle.size=5": 400,
  "column.t0=0": 225,
  "column.t0=0.2": 753,
  "column.t0=0.3": 945,
  "column.t0=0.4": 266,
  "column.t0=0.6": 100,
  "column.t0=0.7": 285,
  "column.t0=0.8": 839,
  "column.t0=0.9": 505,
  "column.t0=1.1": 222,
  "column.t0=1.2": 1159,
  "column.t0=1.3": 946,
  "column.t0=1.4": 1160,
  "column.t0=1.5": 590,
  "column.t0=1.7": 1161,
  "column.t0=1.8": 1162,
  "column.t0=1.9": 401,
  "column.t0=2.2": 356,
  "column.t0=2.6": 1163,
  "column.t0=3.3": 1028,
  "column.temperature=25": 715,
  "column.temperature=30": 226,
  "column.temperature=35": 649,
  "column.temperature=38": 1029,
  "column.temperature=39": 1164,
  "column.temperature=40": 80,
  "column.temperature=41": 1165,
  "column.temperature=42": 1166,
  "column.temperature=45": 840,
  "column.temperature=50": 436,
  "column.temperature=55": 947,
  "eluent.a.acetic=0.05__missing__": 1167,
  "eluent.a.acetic=0.1__missing__": 491,
  "eluent.a.acn=0__missing__": 1168,
  "eluent.a.acn=100__missing__": 1030,
  "eluent.a.acn=25__missing__": 1169,
  "eluent.a.acn=95__missing__": 1170,
  "eluent.a.formic=0.01__missing__": 568,
  "eluent.a.formic=0.02__missing__": 1171,
  "eluent.a.formic=0.04__missing__": 948,
  "eluent.a.formic=0.05__missing__": 949,
  "eluent.a.formic=0.12__missing__": 1172,
  "eluent.a.formic=0.1__missing__": 50,
  "eluent.a.formic=0.2__missing__": 950,
  "eluent.a.formic=0.5__missing__": 1173,
  "eluent.a.h2o=100__missing__": 25,
  "eluent.a.h2o=50__missing__": 1174,
  "eluent.a.h2o=5__missing__": 1175,
  "eluent.a.h2o=90__missing__": 794,
  "eluent.a.iproh=25__missing__": 1176,
  "eluent.a.medronic=5m": 569,
  "eluent.a.meoh=10__missing__": 882,
  "eluent.a.nh4ac=10mm": 453,
  "eluent.a.nh4ac=15mm": 951,
  "eluent.a.nh4ac=20mm": 1177,
  "eluent.a.nh4ac=5mm": 454,
  "eluent.a.nh4bicarb=5mm": 952,
  "eluent.a.nh4carb=20mm": 468,
  "eluent.a.nh4f=1mm": 1178,
  "eluent.a.nh4form=10mm": 519,
  "eluent.a.nh4form=20mm": 1179,
  "eluent.a.nh4form=5mm": 539,
  "eluent.a.nh4oh=0.06__missing__": 1180,
  "eluent.a.nh4oh=0.11__missing__": 953,
  "eluent.a.nh4oh=0.15__missing__": 954,
  "eluent.a.nh4oh=0.1__missing__": 955,
  "eluent.a.nh4oh=10mm": 1181,
  "eluent.a.nh4oh=6.5mm": 1182,
  "eluent.a.ph=11__missing__": 1183,
  "eluent.a.ph=2.6__missing__": 956,
  "eluent.a.ph=2__missing__": 754,
  "eluent.a.ph=3.61__missing__": 1184,
  "eluent.a.ph=3.71__missing__": 1185,
  "eluent.a.ph=3__missing__": 55,
  "eluent.a.ph=4__missing__": 755,
  "eluent.a.ph=5__missing__": 756,
  "eluent.a.ph=6__missing__": 437,
  "eluent.a.ph=7__missing__": 841,
  "eluent.a.ph=8__missing__": 757,
  "eluent.a.ph=9__missing__": 842,
  "eluent.a.phosphor=20m": 1186,
  "eluent.a.trifluoroacetic=0.1__missing__": 758,
  "eluent.b.acetic=0.05__missing__": 1187,
  "eluent.b.acetic=0.1__missing__": 650,
  "eluent.b.acetone=20__missing__": 1188,
  "eluent.b.acn=100__missing__": 64,
  "eluent.b.acn=10__missing__": 1031,
  "eluent.b.acn=30__missing__": 1189,
  "eluent.b.acn=50__missing__": 957,
  "eluent.b.acn=70__missing__": 1190,
  "eluent.b.acn=80__missing__": 1191,
  "eluent.b.acn=90__missing__": 591,
  "eluent.b.acn=95__missing__": 295,
  "eluent.b.formic=0.01__missing__": 592,
  "eluent.b.formic=0.12__missing__": 1192,
  "eluent.b.formic=0.1__missing__": 53,
  "eluent.b.formic=0.2__missing__": 1032,
  "eluent.b.formic=0.5__missing__": 1193,
  "eluent.b.h2o=0__missing__": 958,
  "eluent.b.h2o=100__missing__": 1194,
  "eluent.b.h2o=10__missing__": 570,
  "eluent.b.h2o=5__missing__": 296,
  "eluent.b.h2o=70__missing__": 1195,
  "eluent.b.iproh=50__missing__": 1033,
  "eluent.b.iproh=90__missing__": 1034,
  "eluent.b.medronic=0.5m": 593,
  "eluent.b.meoh=100__missing__": 74,
  "eluent.b.meoh=30__missing__": 1196,
  "eluent.b.nh4ac=10mm": 462,
  "eluent.b.nh4ac=15mm": 959,
  "eluent.b.nh4ac=5mm": 571,
  "eluent.b.nh4carb=2mm": 594,
  "eluent.b.nh4form=10mm": 506,
  "eluent.b.nh4form=4mm": 1197,
  "eluent.b.nh4form=5mm": 1035,
  "eluent.b.nh4oh=0.1__missing__": 1198,
  "eluent.b.nh4oh=6.5mm": 1199,
  "eluent.b.ph=2.6__missing__": 1200,
  "eluent.b.ph=2__missing__": 1036,
  "eluent.b.ph=3.61__missing__": 1201,
  "eluent.b.ph=3.71__missing__": 1202,
  "eluent.b.ph=3__missing__": 56,
  "eluent.b.ph=4__missing__": 759,
  "eluent.b.ph=6.5__missing__": 1203,
  "eluent.b.ph=6__missing__": 438,
  "eluent.b.ph=9__missing__": 1037,
  "eluent.b.trifluoroacetic=0.1__missing__": 1038,
  "eluent.c.acn=100__missing__": 1204,
  "eluent.d.acetone=50__missing__": 1205,
  "eluent.d.iproh=50__missing__": 1206,
  "grad.A.0=0": 153,
  "grad.A.0=10": 795,
  "grad.A.0=100": 203,
  "grad.A.0=5": 227,
  "grad.A.0=60": 1207,
  "grad.A.0=90": 540,
  "grad.A.0=95": 62,
  "grad.A.10=0": 154,
  "grad.A.10=10": 241,
  "grad.A.10=15": 843,
  "grad.A.10=20": 93,
  "grad.A.10=25": 844,
  "grad.A.10=30": 439,
  "grad.A.10=35": 412,
  "grad.A.10=40": 414,
  "grad.A.10=45": 275,
  "grad.A.10=5": 651,
  "grad.A.10=50": 760,
  "grad.A.10=55": 1039,
  "grad.A.10=60": 960,
  "grad.A.10=65": 845,
  "grad.A.10=70": 796,
  "grad.A.10=75": 1208,
  "grad.A.10=80": 1040,
  "grad.A.10=85": 961,
  "grad.A.11=0": 79,
  "grad.A.11=10": 95,
  "grad.A.11=15": 1041,
  "grad.A.11=20": 455,
  "grad.A.11=25": 478,
  "grad.A.11=30": 628,
  "grad.A.11=35": 415,
  "grad.A.11=40": 572,
  "grad.A.11=45": 276,
  "grad.A.11=5": 573,
  "grad.A.11=50": 1209,
  "grad.A.11=55": 1210,
  "grad.A.11=60": 883,
  "grad.A.11=65": 797,
  "grad.A.11=75": 846,
  "grad.A.11=80": 884,
  "grad.A.11=90": 1042,
  "grad.A.12=0": 61,
  "grad.A.12=10": 885,
  "grad.A.12=15": 450,
  "grad.A.12=20": 492,
  "grad.A.12=25": 761,
  "grad.A.12=30": 440,
  "grad.A.12=35": 798,
  "grad.A.12=40": 228,
  "grad.A.12=45": 962,
  "grad.A.12=5": 307,
  "grad.A.12=55": 847,
  "grad.A.12=60": 1043,
  "grad.A.12=65": 886,
  "grad.A.12=75": 963,
  "grad.A.12=80": 848,
  "grad.A.12=95": 1211,
  "grad.A.13=0": 54,
  "grad.A.13=10": 520,
  "grad.A.13=100": 799,
  "grad.A.13=15": 716,
  "grad.A.13=20": 430,
  "grad.A.13=25": 277,
  "grad.A.13=30": 717,
  "grad.A.13=35": 964,
  "grad.A.13=40": 887,
  "grad.A.13=45": 718,
  "grad.A.13=5": 416,
  "grad.A.13=50": 965,
  "grad.A.13=55": 1212,
  "grad.A.13=60": 849,
  "grad.A.13=70": 1044,
  "grad.A.13=75": 1213,
  "grad.A.13=80": 800,
  "grad.A.13=85": 1214,
  "grad.A.14=0": 51,
  "grad.A.14=10": 246,
  "grad.A.14=100": 595,
  "grad.A.14=15": 441,
  "grad.A.14=20": 762,
  "grad.A.14=25": 850,
  "grad.A.14=30": 1045,
  "grad.A.14=35": 1046,
  "grad.A.14=5": 521,
  "grad.A.14=50": 1047,
  "grad.A.14=55": 1048,
  "grad.A.14=70": 1215,
  "grad.A.14=75": 966,
  "grad.A.14=80": 493,
  "grad.A.14=95": 1049,
  "grad.A.15=0": 57,
  "grad.A.15=10": 422,
  "grad.A.15=100": 479,
  "grad.A.15=15": 851,
  "grad.A.15=20": 801,
  "grad.A.15=35": 1216,
  "grad.A.15=40": 1217,
  "grad.A.15=45": 1218,
  "grad.A.15=5": 196,
  "grad.A.15=50": 1050,
  "grad.A.15=70": 1219,
  "grad.A.15=75": 1220,
  "grad.A.15=80": 541,
  "grad.A.15=90": 1221,
  "grad.A.15=95": 235,
  "grad.A.16=0": 58,
  "grad.A.16=10": 596,
  "grad.A.16=100": 507,
  "grad.A.16=15": 967,
  "grad.A.16=20": 1051,
  "grad.A.16=30": 1052,
  "grad.A.16=45": 1053,
  "grad.A.16=5": 160,
  "grad.A.16=55": 1222,
  "grad.A.16=65": 1223,
  "grad.A.16=70": 1054,
  "grad.A.16=80": 508,
  "grad.A.16=90": 852,
  "grad.A.16=95": 223,
  "grad.A.17=0": 65,
  "grad.A.17=10": 802,
  "grad.A.17=100": 380,
  "grad.A.17=15": 1055,
  "grad.A.17=20": 1224,
  "grad.A.17=35": 407,
  "grad.A.17=5": 191,
  "grad.A.17=65": 853,
  "grad.A.17=70": 1225,
  "grad.A.17=75": 1226,
  "grad.A.17=90": 763,
  "grad.A.17=95": 174,
  "grad.A.18=0": 69,
  "grad.A.18=10": 764,
  "grad.A.18=100": 278,
  "grad.A.18=20": 1227,
  "grad.A.18=25": 1056,
  "grad.A.18=30": 1228,
  "grad.A.18=35": 968,
  "grad.A.18=5": 215,
  "grad.A.18=50": 1057,
  "grad.A.18=65": 417,
  "grad.A.18=70": 969,
  "grad.A.18=90": 719,
  "grad.A.18=95": 171,
  "grad.A.19=0": 72,
  "grad.A.19=10": 803,
  "grad.A.19=100": 229,
  "grad.A.19=20": 1229,
  "grad.A.19=5": 206,
  "grad.A.19=90": 629,
  "grad.A.19=95": 88,
  "grad.A.1=0": 157,
  "grad.A.1=10": 630,
  "grad.A.1=100": 402,
  "grad.A.1=15": 888,
  "grad.A.1=5": 268,
  "grad.A.1=60": 1230,
  "grad.A.1=75": 970,
  "grad.A.1=85": 1058,
  "grad.A.1=90": 216,
  "grad.A.1=95": 67,
  "grad.A.2=0": 158,
  "grad.A.2=10": 720,
  "grad.A.2=100": 721,
  "grad.A.2=15": 1059,
  "grad.A.2=20": 804,
  "grad.A.2=5": 286,
  "grad.A.2=55": 1231,
  "grad.A.2=60": 805,
  "grad.A.2=75": 971,
  "grad.A.2=80": 297,
  "grad.A.2=85": 522,
  "grad.A.2=90": 469,
  "grad.A.2=95": 70,
  "grad.A.3=0": 161,
  "grad.A.3=10": 269,
  "grad.A.3=15": 854,
  "grad.A.3=20": 1060,
  "grad.A.3=25": 972,
  "grad.A.3=30": 1061,
  "grad.A.3=45": 1062,
  "grad.A.3=5": 1232,
  "grad.A.3=50": 1233,
  "grad.A.3=55": 973,
  "grad.A.3=65": 1234,
  "grad.A.3=70": 287,
  "grad.A.3=75": 806,
  "grad.A.3=80": 509,
  "grad.A.3=85": 81,
  "grad.A.3=90": 207,
  "grad.A.3=95": 463,
  "grad.A.4=0": 162,
  "grad.A.4=10": 974,
  "grad.A.4=15": 242,
  "grad.A.4=20": 1235,
  "grad.A.4=25": 1236,
  "grad.A.4=30": 975,
  "grad.A.4=35": 1237,
  "grad.A.4=40": 889,
  "grad.A.4=50": 765,
  "grad.A.4=55": 1238,
  "grad.A.4=60": 766,
  "grad.A.4=65": 332,
  "grad.A.4=70": 767,
  "grad.A.4=75": 83,
  "grad.A.4=80": 408,
  "grad.A.4=85": 288,
  "grad.A.4=90": 807,
  "grad.A.4=95": 855,
  "grad.A.5=0": 163,
  "grad.A.5=15": 856,
  "grad.A.5=20": 247,
  "grad.A.5=30": 1239,
  "grad.A.5=35": 808,
  "grad.A.5=40": 809,
  "grad.A.5=45": 857,
  "grad.A.5=50": 631,
  "grad.A.5=55": 890,
  "grad.A.5=60": 403,
  "grad.A.5=65": 192,
  "grad.A.5=70": 166,
  "grad.A.5=75": 197,
  "grad.A.5=80": 652,
  "grad.A.5=85": 653,
  "grad.A.5=90": 891,
  "grad.A.5=95": 1240,
  "grad.A.6=0": 164,
  "grad.A.6=15": 1241,
  "grad.A.6=20": 722,
  "grad.A.6=25": 270,
  "grad.A.6=30": 892,
  "grad.A.6=35": 723,
  "grad.A.6=40": 1242,
  "grad.A.6=45": 574,
  "grad.A.6=50": 357,
  "grad.A.6=55": 236,
  "grad.A.6=60": 147,
  "grad.A.6=65": 464,
  "grad.A.6=70": 301,
  "grad.A.6=75": 810,
  "grad.A.6=80": 654,
  "grad.A.6=85": 893,
  "grad.A.6=90": 1063,
  "grad.A.7=0": 165,
  "grad.A.7=20": 811,
  "grad.A.7=25": 542,
  "grad.A.7=30": 243,
  "grad.A.7=35": 812,
  "grad.A.7=40": 358,
  "grad.A.7=45": 248,
  "grad.A.7=5": 1243,
  "grad.A.7=50": 152,
  "grad.A.7=55": 575,
  "grad.A.7=60": 208,
  "grad.A.7=65": 768,
  "grad.A.7=70": 976,
  "grad.A.7=75": 769,
  "grad.A.7=80": 1064,
  "grad.A.7=85": 977,
  "grad.A.7=90": 1065,
  "grad.A.8=0": 159,
  "grad.A.8=15": 1244,
  "grad.A.8=20": 978,
  "grad.A.8=25": 480,
  "grad.A.8=30": 198,
  "grad.A.8=35": 179,
  "grad.A.8=40": 167,
  "grad.A.8=45": 576,
  "grad.A.8=5": 979,
  "grad.A.8=50": 298,
  "grad.A.8=55": 442,
  "grad.A.8=60": 597,
  "grad.A.8=65": 1066,
  "grad.A.8=70": 858,
  "grad.A.8=75": 980,
  "grad.A.8=80": 1067,
  "grad.A.8=85": 1068,
  "grad.A.8=90": 1069,
  "grad.A.9=0": 155,
  "grad.A.9=10": 1245,
  "grad.A.9=15": 724,
  "grad.A.9=20": 230,
  "grad.A.9=25": 981,
  "grad.A.9=30": 89,
  "grad.A.9=35": 598,
  "grad.A.9=40": 182,
  "grad.A.9=45": 470,
  "grad.A.9=5": 982,
  "grad.A.9=50": 418,
  "grad.A.9=55": 894,
  "grad.A.9=65": 655,
  "grad.A.9=70": 770,
  "grad.A.9=80": 1246,
  "grad.A.9=85": 895,
  "grad.B.0=0": 144,
  "grad.B.0=10": 543,
  "grad.B.0=100": 423,
  "grad.B.0=40": 1247,
  "grad.B.0=5": 63,
  "grad.B.0=80": 1248,
  "grad.B.0=90": 599,
  "grad.B.0=95": 177,
  "grad.B.10=0": 382,
  "grad.B.10=100": 896,
  "grad.B.10=15": 897,
  "grad.B.10=20": 898,
  "grad.B.10=25": 899,
  "grad.B.10=30": 577,
  "grad.B.10=35": 632,
  "grad.B.10=40": 633,
  "grad.B.10=45": 859,
  "grad.B.10=50": 494,
  "grad.B.10=55": 271,
  "grad.B.10=60": 409,
  "grad.B.10=65": 404,
  "grad.B.10=70": 424,
  "grad.B.10=75": 860,
  "grad.B.10=80": 91,
  "grad.B.10=85": 861,
  "grad.B.10=90": 244,
  "grad.B.10=95": 771,
  "grad.B.11=0": 383,
  "grad.B.11=10": 983,
  "grad.B.11=100": 204,
  "grad.B.11=15": 1070,
  "grad.B.11=20": 656,
  "grad.B.11=25": 657,
  "grad.B.11=30": 725,
  "grad.B.11=35": 600,
  "grad.B.11=40": 813,
  "grad.B.11=45": 634,
  "grad.B.11=50": 900,
  "grad.B.11=55": 279,
  "grad.B.11=60": 510,
  "grad.B.11=65": 405,
  "grad.B.11=70": 578,
  "grad.B.11=75": 471,
  "grad.B.11=80": 456,
  "grad.B.11=85": 1071,
  "grad.B.11=90": 96,
  "grad.B.11=95": 635,
  "grad.B.12=0": 384,
  "grad.B.12=10": 901,
  "grad.B.12=100": 78,
  "grad.B.12=15": 1072,
  "grad.B.12=20": 658,
  "grad.B.12=25": 579,
  "grad.B.12=30": 862,
  "grad.B.12=35": 814,
  "grad.B.12=40": 601,
  "grad.B.12=45": 772,
  "grad.B.12=5": 984,
  "grad.B.12=55": 863,
  "grad.B.12=60": 209,
  "grad.B.12=65": 726,
  "grad.B.12=70": 443,
  "grad.B.12=75": 727,
  "grad.B.12=80": 495,
  "grad.B.12=85": 451,
  "grad.B.12=90": 902,
  "grad.B.12=95": 336,
  "grad.B.13=0": 289,
  "grad.B.13=10": 1073,
  "grad.B.13=100": 73,
  "grad.B.13=15": 659,
  "grad.B.13=20": 523,
  "grad.B.13=25": 903,
  "grad.B.13=30": 904,
  "grad.B.13=35": 728,
  "grad.B.13=40": 815,
  "grad.B.13=45": 1249,
  "grad.B.13=5": 1074,
  "grad.B.13=50": 816,
  "grad.B.13=55": 602,
  "grad.B.13=60": 817,
  "grad.B.13=65": 985,
  "grad.B.13=70": 660,
  "grad.B.13=75": 280,
  "grad.B.13=80": 431,
  "grad.B.13=85": 729,
  "grad.B.13=90": 524,
  "grad.B.13=95": 428,
  "grad.B.14=0": 239,
  "grad.B.14=10": 603,
  "grad.B.14=100": 66,
  "grad.B.14=15": 1250,
  "grad.B.14=20": 472,
  "grad.B.14=25": 818,
  "grad.B.14=30": 580,
  "grad.B.14=40": 1075,
  "grad.B.14=45": 986,
  "grad.B.14=5": 773,
  "grad.B.14=50": 905,
  "grad.B.14=55": 1076,
  "grad.B.14=65": 987,
  "grad.B.14=70": 1077,
  "grad.B.14=75": 864,
  "grad.B.14=80": 774,
  "grad.B.14=85": 444,
  "grad.B.14=90": 249,
  "grad.B.14=95": 581,
  "grad.B.15=0": 199,
  "grad.B.15=10": 730,
  "grad.B.15=100": 75,
  "grad.B.15=15": 819,
  "grad.B.15=20": 496,
  "grad.B.15=25": 775,
  "grad.B.15=30": 906,
  "grad.B.15=45": 1251,
  "grad.B.15=5": 193,
  "grad.B.15=50": 907,
  "grad.B.15=55": 1078,
  "grad.B.15=60": 1252,
  "grad.B.15=65": 1253,
  "grad.B.15=80": 820,
  "grad.B.15=85": 865,
  "grad.B.15=90": 425,
  "grad.B.15=95": 210,
  "grad.B.16=0": 180,
  "grad.B.16=10": 776,
  "grad.B.16=100": 77,
  "grad.B.16=15": 988,
  "grad.B.16=20": 481,
  "grad.B.16=30": 1079,
  "grad.B.16=35": 1254,
  "grad.B.16=40": 1080,
  "grad.B.16=45": 989,
  "grad.B.16=5": 181,
  "grad.B.16=55": 1081,
  "grad.B.16=70": 1082,
  "grad.B.16=80": 1083,
  "grad.B.16=85": 990,
  "grad.B.16=90": 604,
  "grad.B.16=95": 168,
  "grad.B.17=0": 110,
  "grad.B.17=10": 582,
  "grad.B.17=100": 86,
  "grad.B.17=15": 1255,
  "grad.B.17=20": 1256,
  "grad.B.17=25": 991,
  "grad.B.17=30": 1257,
  "grad.B.17=35": 821,
  "grad.B.17=5": 156,
  "grad.B.17=65": 410,
  "grad.B.17=80": 1258,
  "grad.B.17=85": 1084,
  "grad.B.17=90": 822,
  "grad.B.17=95": 200,
  "grad.B.18=0": 98,
  "grad.B.18=10": 583,
  "grad.B.18=100": 94,
  "grad.B.18=15": 1259,
  "grad.B.18=30": 992,
  "grad.B.18=35": 419,
  "grad.B.18=5": 148,
  "grad.B.18=50": 1085,
  "grad.B.18=65": 993,
  "grad.B.18=70": 1260,
  "grad.B.18=80": 1261,
  "grad.B.18=90": 777,
  "grad.B.18=95": 217,
  "grad.B.19=0": 90,
  "grad.B.19=10": 511,
  "grad.B.19=100": 97,
  "grad.B.19=5": 85,
  "grad.B.19=80": 1262,
  "grad.B.19=90": 823,
  "grad.B.19=95": 211,
  "grad.B.1=0": 184,
  "grad.B.1=10": 218,
  "grad.B.1=100": 824,
  "grad.B.1=15": 1086,
  "grad.B.1=25": 994,
  "grad.B.1=40": 1263,
  "grad.B.1=5": 68,
  "grad.B.1=75": 1264,
  "grad.B.1=85": 778,
  "grad.B.1=90": 457,
  "grad.B.1=95": 175,
  "grad.B.2=0": 299,
  "grad.B.2=10": 473,
  "grad.B.2=100": 908,
  "grad.B.2=15": 525,
  "grad.B.2=20": 300,
  "grad.B.2=25": 995,
  "grad.B.2=40": 825,
  "grad.B.2=45": 1265,
  "grad.B.2=5": 71,
  "grad.B.2=75": 1266,
  "grad.B.2=80": 605,
  "grad.B.2=85": 544,
  "grad.B.2=90": 426,
  "grad.B.2=95": 250,
  "grad.B.3=0": 385,
  "grad.B.3=10": 212,
  "grad.B.3=15": 82,
  "grad.B.3=20": 512,
  "grad.B.3=25": 826,
  "grad.B.3=30": 290,
  "grad.B.3=35": 1267,
  "grad.B.3=45": 909,
  "grad.B.3=5": 465,
  "grad.B.3=50": 1087,
  "grad.B.3=55": 1088,
  "grad.B.3=65": 1089,
  "grad.B.3=70": 866,
  "grad.B.3=75": 867,
  "grad.B.3=80": 513,
  "grad.B.3=85": 458,
  "grad.B.3=90": 219,
  "grad.B.3=95": 1268,
  "grad.B.4=0": 386,
  "grad.B.4=10": 827,
  "grad.B.4=15": 291,
  "grad.B.4=20": 411,
  "grad.B.4=25": 84,
  "grad.B.4=30": 779,
  "grad.B.4=35": 333,
  "grad.B.4=40": 780,
  "grad.B.4=45": 996,
  "grad.B.4=5": 868,
  "grad.B.4=50": 781,
  "grad.B.4=60": 828,
  "grad.B.4=65": 910,
  "grad.B.4=70": 829,
  "grad.B.4=75": 526,
  "grad.B.4=80": 497,
  "grad.B.4=85": 213,
  "grad.B.4=90": 911,
  "grad.B.5=0": 387,
  "grad.B.5=10": 912,
  "grad.B.5=15": 661,
  "grad.B.5=20": 662,
  "grad.B.5=25": 201,
  "grad.B.5=30": 169,
  "grad.B.5=35": 194,
  "grad.B.5=40": 381,
  "grad.B.5=45": 913,
  "grad.B.5=5": 1269,
  "grad.B.5=50": 636,
  "grad.B.5=55": 731,
  "grad.B.5=60": 782,
  "grad.B.5=65": 584,
  "grad.B.5=70": 498,
  "grad.B.5=75": 606,
  "grad.B.5=80": 231,
  "grad.B.5=85": 663,
  "grad.B.6=0": 388,
  "grad.B.6=10": 1090,
  "grad.B.6=15": 914,
  "grad.B.6=20": 664,
  "grad.B.6=25": 830,
  "grad.B.6=30": 302,
  "grad.B.6=35": 459,
  "grad.B.6=40": 145,
  "grad.B.6=45": 237,
  "grad.B.6=50": 308,
  "grad.B.6=55": 514,
  "grad.B.6=60": 637,
  "grad.B.6=65": 499,
  "grad.B.6=70": 500,
  "grad.B.6=75": 240,
  "grad.B.6=80": 607,
  "grad.B.6=85": 997,
  "grad.B.7=0": 389,
  "grad.B.7=10": 1091,
  "grad.B.7=15": 998,
  "grad.B.7=20": 1092,
  "grad.B.7=25": 783,
  "grad.B.7=30": 915,
  "grad.B.7=35": 732,
  "grad.B.7=40": 205,
  "grad.B.7=45": 515,
  "grad.B.7=50": 149,
  "grad.B.7=55": 195,
  "grad.B.7=60": 292,
  "grad.B.7=65": 501,
  "grad.B.7=70": 220,
  "grad.B.7=75": 516,
  "grad.B.7=80": 665,
  "grad.B.7=95": 1270,
  "grad.B.8=0": 390,
  "grad.B.8=10": 1093,
  "grad.B.8=100": 1271,
  "grad.B.8=15": 1094,
  "grad.B.8=20": 1095,
  "grad.B.8=25": 916,
  "grad.B.8=30": 784,
  "grad.B.8=35": 1096,
  "grad.B.8=40": 517,
  "grad.B.8=45": 420,
  "grad.B.8=50": 232,
  "grad.B.8=55": 482,
  "grad.B.8=60": 146,
  "grad.B.8=65": 176,
  "grad.B.8=70": 188,
  "grad.B.8=75": 460,
  "grad.B.8=80": 917,
  "grad.B.8=85": 1272,
  "grad.B.8=90": 1273,
  "grad.B.8=95": 1274,
  "grad.B.9=0": 391,
  "grad.B.9=100": 918,
  "grad.B.9=15": 919,
  "grad.B.9=20": 1275,
  "grad.B.9=25": 999,
  "grad.B.9=30": 733,
  "grad.B.9=35": 527,
  "grad.B.9=40": 920,
  "grad.B.9=45": 545,
  "grad.B.9=50": 392,
  "grad.B.9=55": 406,
  "grad.B.9=60": 183,
  "grad.B.9=65": 528,
  "grad.B.9=70": 87,
  "grad.B.9=75": 921,
  "grad.B.9=80": 224,
  "grad.B.9=85": 638,
  "grad.B.9=90": 1276,
  "grad.B.9=95": 1277,
  "grad.C.0=0": 26,
  "grad.C.0=10": 922,
  "grad.C.0=5": 502,
  "grad.C.10=0": 39,
  "grad.C.10=15": 1278,
  "grad.C.10=30": 1097,
  "grad.C.10=35": 1279,
  "grad.C.10=40": 1280,
  "grad.C.10=45": 1281,
  "grad.C.10=50": 734,
  "grad.C.10=55": 1098,
  "grad.C.10=60": 831,
  "grad.C.10=65": 923,
  "grad.C.10=70": 869,
  "grad.C.10=75": 1099,
  "grad.C.10=80": 1282,
  "grad.C.11=0": 40,
  "grad.C.11=25": 1100,
  "grad.C.11=35": 1101,
  "grad.C.11=40": 1102,
  "grad.C.11=50": 1103,
  "grad.C.11=55": 735,
  "grad.C.11=60": 1283,
  "grad.C.11=65": 924,
  "grad.C.11=70": 785,
  "grad.C.11=75": 1000,
  "grad.C.11=80": 925,
  "grad.C.11=85": 1284,
  "grad.C.12=0": 41,
  "grad.C.12=35": 1001,
  "grad.C.12=40": 1285,
  "grad.C.12=45": 1286,
  "grad.C.12=55": 1287,
  "grad.C.12=60": 736,
  "grad.C.12=65": 1288,
  "grad.C.12=70": 926,
  "grad.C.12=75": 737,
  "grad.C.12=80": 1002,
  "grad.C.12=85": 1289,
  "grad.C.12=90": 1003,
  "grad.C.12=95": 1290,
  "grad.C.13=0": 42,
  "grad.C.13=100": 1104,
  "grad.C.13=40": 1291,
  "grad.C.13=45": 927,
  "grad.C.13=65": 738,
  "grad.C.13=70": 1292,
  "grad.C.13=75": 1105,
  "grad.C.13=80": 786,
  "grad.C.13=85": 787,
  "grad.C.13=90": 1106,
  "grad.C.13=95": 1293,
  "grad.C.14=0": 43,
  "grad.C.14=100": 928,
  "grad.C.14=45": 1294,
  "grad.C.14=50": 1295,
  "grad.C.14=55": 1107,
  "grad.C.14=70": 639,
  "grad.C.14=75": 1108,
  "grad.C.14=80": 1296,
  "grad.C.14=85": 1297,
  "grad.C.14=90": 640,
  "grad.C.14=95": 929,
  "grad.C.15=0": 38,
  "grad.C.15=100": 832,
  "grad.C.15=50": 1298,
  "grad.C.15=55": 1299,
  "grad.C.15=65": 1300,
  "grad.C.15=75": 870,
  "grad.C.15=80": 1109,
  "grad.C.15=85": 871,
  "grad.C.15=90": 833,
  "grad.C.15=95": 739,
  "grad.C.16=0": 30,
  "grad.C.16=100": 483,
  "grad.C.16=35": 1301,
  "grad.C.16=55": 1302,
  "grad.C.16=60": 1110,
  "grad.C.16=80": 1303,
  "grad.C.16=85": 1004,
  "grad.C.16=90": 1304,
  "grad.C.16=95": 608,
  "grad.C.17=0": 31,
  "grad.C.17=100": 448,
  "grad.C.17=25": 1305,
  "grad.C.17=75": 1306,
  "grad.C.17=85": 1307,
  "grad.C.17=90": 930,
  "grad.C.17=95": 740,
  "grad.C.18=0": 32,
  "grad.C.18=100": 432,
  "grad.C.18=25": 1308,
  "grad.C.18=85": 1309,
  "grad.C.18=90": 1005,
  "grad.C.18=95": 641,
  "grad.C.19=0": 29,
  "grad.C.19=100": 421,
  "grad.C.19=90": 931,
  "grad.C.19=95": 666,
  "grad.C.1=0": 27,
  "grad.C.1=10": 667,
  "grad.C.1=15": 1111,
  "grad.C.1=5": 433,
  "grad.C.2=0": 28,
  "grad.C.2=10": 484,
  "grad.C.2=15": 642,
  "grad.C.2=20": 932,
  "grad.C.2=25": 1310,
  "grad.C.2=5": 933,
  "grad.C.3=0": 33,
  "grad.C.3=10": 741,
  "grad.C.3=15": 529,
  "grad.C.3=20": 585,
  "grad.C.3=25": 1311,
  "grad.C.3=30": 1112,
  "grad.C.3=35": 1312,
  "grad.C.4=0": 34,
  "grad.C.4=15": 834,
  "grad.C.4=20": 530,
  "grad.C.4=25": 586,
  "grad.C.4=30": 1113,
  "grad.C.4=35": 1114,
  "grad.C.4=40": 1313,
  "grad.C.4=55": 1314,
  "grad.C.5=0": 35,
  "grad.C.5=15": 1006,
  "grad.C.5=20": 1007,
  "grad.C.5=25": 643,
  "grad.C.5=30": 531,
  "grad.C.5=35": 872,
  "grad.C.5=45": 1115,
  "grad.C.5=60": 1315,
  "grad.C.6=0": 36,
  "grad.C.6=15": 1316,
  "grad.C.6=20": 1116,
  "grad.C.6=25": 1008,
  "grad.C.6=30": 609,
  "grad.C.6=35": 788,
  "grad.C.6=40": 742,
  "grad.C.6=45": 1117,
  "grad.C.6=50": 1118,
  "grad.C.7=0": 37,
  "grad.C.7=20": 1119,
  "grad.C.7=25": 1317,
  "grad.C.7=30": 934,
  "grad.C.7=35": 668,
  "grad.C.7=40": 873,
  "grad.C.7=45": 644,
  "grad.C.7=50": 1120,
  "grad.C.7=55": 1121,
  "grad.C.8=0": 44,
  "grad.C.8=25": 1122,
  "grad.C.8=30": 1123,
  "grad.C.8=35": 1318,
  "grad.C.8=40": 645,
  "grad.C.8=45": 935,
  "grad.C.8=5": 1319,
  "grad.C.8=50": 669,
  "grad.C.8=55": 1009,
  "grad.C.8=60": 1010,
  "grad.C.8=70": 1320,
  "grad.C.9=0": 45,
  "grad.C.9=10": 1321,
  "grad.C.9=30": 1124,
  "grad.C.9=35": 1125,
  "grad.C.9=45": 610,
  "grad.C.9=50": 1011,
  "grad.C.9=55": 743,
  "grad.C.9=60": 1012,
  "grad.C.9=65": 936,
  "grad.C.9=75": 1126,
  "grad.D.0=0": 1,
  "grad.D.10=0": 2,
  "grad.D.11=0": 3,
  "grad.D.12=0": 4,
  "grad.D.13=0": 5,
  "grad.D.14=0": 6,
  "grad.D.15=0": 7,
  "grad.D.16=0": 21,
  "grad.D.16=50": 1322,
  "grad.D.17=0": 22,
  "grad.D.17=70": 1323,
  "grad.D.18=0": 23,
  "grad.D.18=50": 1324,
  "grad.D.19=0": 8,
  "grad.D.1=0": 9,
  "grad.D.2=0": 10,
  "grad.D.3=0": 11,
  "grad.D.4=0": 12,
  "grad.D.5=0": 13,
  "grad.D.6=0": 14,
  "grad.D.7=0": 15,
  "grad.D.8=0": 16,
  "grad.D.9=0": 17,
  "grad.flow.0=0": 118,
  "grad.flow.0=0.1": 251,
  "grad.flow.0=0.15": 546,
  "grad.flow.0=0.2": 361,
  "grad.flow.0=0.25": 547,
  "grad.flow.0=0.3": 372,
  "grad.flow.0=0.35": 337,
  "grad.flow.0=0.4": 119,
  "grad.flow.0=0.5": 309,
  "grad.flow.0=0.6": 670,
  "grad.flow.0=0.75": 671,
  "grad.flow.10=0": 120,
  "grad.flow.10=0.1": 252,
  "grad.flow.10=0.15": 548,
  "grad.flow.10=0.2": 393,
  "grad.flow.10=0.25": 611,
  "grad.flow.10=0.3": 373,
  "grad.flow.10=0.35": 303,
  "grad.flow.10=0.4": 104,
  "grad.flow.10=0.5": 310,
  "grad.flow.10=0.6": 672,
  "grad.flow.10=0.75": 673,
  "grad.flow.11=0": 121,
  "grad.flow.11=0.1": 281,
  "grad.flow.11=0.15": 612,
  "grad.flow.11=0.2": 549,
  "grad.flow.11=0.25": 674,
  "grad.flow.11=0.3": 189,
  "grad.flow.11=0.35": 338,
  "grad.flow.11=0.4": 102,
  "grad.flow.11=0.5": 311,
  "grad.flow.11=0.6": 744,
  "grad.flow.11=0.75": 675,
  "grad.flow.12=0": 122,
  "grad.flow.12=0.1": 282,
  "grad.flow.12=0.15": 613,
  "grad.flow.12=0.2": 550,
  "grad.flow.12=0.25": 676,
  "grad.flow.12=0.3": 190,
  "grad.flow.12=0.35": 339,
  "grad.flow.12=0.4": 103,
  "grad.flow.12=0.5": 312,
  "grad.flow.12=0.6": 745,
  "grad.flow.12=0.75": 677,
  "grad.flow.12=1": 1325,
  "grad.flow.13=0": 123,
  "grad.flow.13=0.1": 283,
  "grad.flow.13=0.15": 614,
  "grad.flow.13=0.2": 551,
  "grad.flow.13=0.25": 678,
  "grad.flow.13=0.3": 185,
  "grad.flow.13=0.35": 340,
  "grad.flow.13=0.4": 111,
  "grad.flow.13=0.45": 1127,
  "grad.flow.13=0.5": 313,
  "grad.flow.13=0.6": 746,
  "grad.flow.13=0.75": 679,
  "grad.flow.13=1": 1326,
  "grad.flow.14=0": 124,
  "grad.flow.14=0.1": 284,
  "grad.flow.14=0.15": 615,
  "grad.flow.14=0.2": 552,
  "grad.flow.14=0.25": 680,
  "grad.flow.14=0.3": 186,
  "grad.flow.14=0.35": 341,
  "grad.flow.14=0.4": 112,
  "grad.flow.14=0.45": 1128,
  "grad.flow.14=0.5": 314,
  "grad.flow.14=0.6": 747,
  "grad.flow.14=0.75": 681,
  "grad.flow.14=1": 1327,
  "grad.flow.15=0": 125,
  "grad.flow.15=0.1": 253,
  "grad.flow.15=0.15": 553,
  "grad.flow.15=0.2": 362,
  "grad.flow.15=0.25": 616,
  "grad.flow.15=0.3": 363,
  "grad.flow.15=0.35": 342,
  "grad.flow.15=0.4": 113,
  "grad.flow.15=0.5": 315,
  "grad.flow.15=0.6": 748,
  "grad.flow.15=0.75": 682,
  "grad.flow.15=1": 1328,
  "grad.flow.16=0": 126,
  "grad.flow.16=0.1": 254,
  "grad.flow.16=0.15": 554,
  "grad.flow.16=0.2": 364,
  "grad.flow.16=0.25": 617,
  "grad.flow.16=0.3": 365,
  "grad.flow.16=0.35": 343,
  "grad.flow.16=0.4": 114,
  "grad.flow.16=0.5": 316,
  "grad.flow.16=0.6": 835,
  "grad.flow.16=0.75": 683,
  "grad.flow.16=0.8": 1129,
  "grad.flow.16=1": 1329,
  "grad.flow.17=0": 127,
  "grad.flow.17=0.1": 255,
  "grad.flow.17=0.15": 555,
  "grad.flow.17=0.2": 366,
  "grad.flow.17=0.25": 618,
  "grad.flow.17=0.3": 367,
  "grad.flow.17=0.35": 344,
  "grad.flow.17=0.4": 115,
  "grad.flow.17=0.5": 317,
  "grad.flow.17=0.6": 937,
  "grad.flow.17=0.75": 684,
  "grad.flow.17=0.9": 1330,
  "grad.flow.17=1": 1013,
  "grad.flow.18=0": 128,
  "grad.flow.18=0.1": 267,
  "grad.flow.18=0.15": 1014,
  "grad.flow.18=0.2": 272,
  "grad.flow.18=0.25": 619,
  "grad.flow.18=0.3": 359,
  "grad.flow.18=0.35": 345,
  "grad.flow.18=0.4": 116,
  "grad.flow.18=0.5": 318,
  "grad.flow.18=0.6": 938,
  "grad.flow.18=0.65": 1331,
  "grad.flow.18=0.75": 685,
  "grad.flow.18=0.9": 1332,
  "grad.flow.18=1": 1333,
  "grad.flow.19=0": 129,
  "grad.flow.19=0.1": 273,
  "grad.flow.19=0.15": 1015,
  "grad.flow.19=0.2": 374,
  "grad.flow.19=0.25": 587,
  "grad.flow.19=0.3": 245,
  "grad.flow.19=0.35": 346,
  "grad.flow.19=0.4": 117,
  "grad.flow.19=0.5": 319,
  "grad.flow.19=0.6": 686,
  "grad.flow.19=0.75": 687,
  "grad.flow.1=0": 130,
  "grad.flow.1=0.1": 256,
  "grad.flow.1=0.15": 556,
  "grad.flow.1=0.2": 368,
  "grad.flow.1=0.25": 557,
  "grad.flow.1=0.3": 375,
  "grad.flow.1=0.35": 347,
  "grad.flow.1=0.4": 131,
  "grad.flow.1=0.5": 320,
  "grad.flow.1=0.6": 688,
  "grad.flow.1=0.75": 689,
  "grad.flow.2=0": 132,
  "grad.flow.2=0.1": 257,
  "grad.flow.2=0.15": 558,
  "grad.flow.2=0.2": 369,
  "grad.flow.2=0.25": 559,
  "grad.flow.2=0.3": 376,
  "grad.flow.2=0.35": 348,
  "grad.flow.2=0.4": 133,
  "grad.flow.2=0.5": 321,
  "grad.flow.2=0.6": 690,
  "grad.flow.2=0.75": 691,
  "grad.flow.3=0": 134,
  "grad.flow.3=0.1": 258,
  "grad.flow.3=0.15": 560,
  "grad.flow.3=0.2": 370,
  "grad.flow.3=0.25": 620,
  "grad.flow.3=0.3": 360,
  "grad.flow.3=0.35": 349,
  "grad.flow.3=0.4": 135,
  "grad.flow.3=0.5": 322,
  "grad.flow.3=0.6": 692,
  "grad.flow.3=0.75": 693,
  "grad.flow.4=0": 136,
  "grad.flow.4=0.1": 259,
  "grad.flow.4=0.15": 561,
  "grad.flow.4=0.2": 394,
  "grad.flow.4=0.25": 532,
  "grad.flow.4=0.3": 377,
  "grad.flow.4=0.35": 323,
  "grad.flow.4=0.4": 137,
  "grad.flow.4=0.5": 324,
  "grad.flow.4=0.6": 694,
  "grad.flow.4=0.75": 695,
  "grad.flow.5=0": 138,
  "grad.flow.5=0.1": 260,
  "grad.flow.5=0.15": 562,
  "grad.flow.5=0.2": 395,
  "grad.flow.5=0.25": 533,
  "grad.flow.5=0.3": 378,
  "grad.flow.5=0.35": 325,
  "grad.flow.5=0.4": 139,
  "grad.flow.5=0.5": 326,
  "grad.flow.5=0.6": 696,
  "grad.flow.5=0.75": 697,
  "grad.flow.6=0": 140,
  "grad.flow.6=0.1": 261,
  "grad.flow.6=0.15": 563,
  "grad.flow.6=0.2": 396,
  "grad.flow.6=0.25": 621,
  "grad.flow.6=0.3": 350,
  "grad.flow.6=0.35": 351,
  "grad.flow.6=0.4": 105,
  "grad.flow.6=0.5": 327,
  "grad.flow.6=0.6": 698,
  "grad.flow.6=0.75": 699,
  "grad.flow.7=0": 141,
  "grad.flow.7=0.1": 262,
  "grad.flow.7=0.15": 564,
  "grad.flow.7=0.2": 397,
  "grad.flow.7=0.25": 622,
  "grad.flow.7=0.3": 352,
  "grad.flow.7=0.35": 353,
  "grad.flow.7=0.4": 106,
  "grad.flow.7=0.5": 328,
  "grad.flow.7=0.6": 700,
  "grad.flow.7=0.75": 701,
  "grad.flow.8=0": 142,
  "grad.flow.8=0.1": 263,
  "grad.flow.8=0.15": 565,
  "grad.flow.8=0.2": 398,
  "grad.flow.8=0.25": 623,
  "grad.flow.8=0.3": 354,
  "grad.flow.8=0.35": 355,
  "grad.flow.8=0.4": 107,
  "grad.flow.8=0.5": 329,
  "grad.flow.8=0.6": 702,
  "grad.flow.8=0.75": 703,
  "grad.flow.9=0": 143,
  "grad.flow.9=0.1": 264,
  "grad.flow.9=0.15": 566,
  "grad.flow.9=0.2": 399,
  "grad.flow.9=0.25": 624,
  "grad.flow.9=0.3": 379,
  "grad.flow.9=0.35": 304,
  "grad.flow.9=0.4": 108,
  "grad.flow.9=0.5": 330,
  "grad.flow.9=0.6": 704,
  "grad.flow.9=0.75": 705,
  "grad.n_steps=0": 466,
  "grad.n_steps=1": 625,
  "grad.n_steps=11": 1130,
  "grad.n_steps=18": 1334,
  "grad.n_steps=2": 939,
  "grad.n_steps=3": 646,
  "grad.n_steps=4": 76,
  "grad.n_steps=5": 434,
  "grad.n_steps=6": 151,
  "grad.n_steps=7": 109,
  "grad.n_steps=8": 647,
  "grad.n_steps=9": 836,
  "grad.t_end_min=0": 467,
  "grad.t_end_min=10": 170,
  "grad.t_end_min=12": 749,
  "grad.t_end_min=12.5": 1131,
  "grad.t_end_min=13": 1335,
  "grad.t_end_min=14": 1132,
  "grad.t_end_min=16": 837,
  "grad.t_end_min=17": 1016,
  "grad.t_end_min=19": 1133,
  "grad.t_end_min=20": 445,
  "grad.t_end_min=21": 874,
  "grad.t_end_min=22": 1336,
  "grad.t_end_min=23": 1017,
  "grad.t_end_min=25": 534,
  "grad.t_end_min=25.5": 706,
  "grad.t_end_min=26": 940,
  "grad.t_end_min=26.5": 1337,
  "grad.t_end_min=27": 1338,
  "grad.t_end_min=28": 1134,
  "grad.t_end_min=29": 1135,
  "grad.t_end_min=30": 305,
  "grad.t_end_min=31": 1339,
  "grad.t_end_min=32": 1136,
  "grad.t_end_min=35": 429,
  "grad.t_end_min=40": 221,
  "grad.t_end_min=45": 265,
  "grad.t_end_min=5.5": 1018,
  "grad.t_end_min=50": 1137,
  "grad.t_end_min=6": 1340,
  "grad.t_end_min=60": 1341,
  "grad.t_end_min=65": 1342,
  "grad.t_end_min=7": 1138,
  "grad.t_end_min=8": 1139,
  "grad.t_end_min=8.5": 1343,
  "grad.t_end_min=__nan__": 626,
  "gradient.end.a=0": 48,
  "gradient.end.a=10": 707,
  "gradient.end.a=100": 485,
  "gradient.end.a=30": 1019,
  "gradient.end.a=45": 334,
  "gradient.end.a=5": 449,
  "gradient.end.a=90": 875,
  "gradient.end.a=95": 1020,
  "gradient.end.b=0": 187,
  "gradient.end.b=10": 876,
  "gradient.end.b=100": 52,
  "gradient.end.b=5": 1021,
  "gradient.end.b=55": 335,
  "gradient.end.b=65": 1344,
  "gradient.end.b=70": 1022,
  "gradient.end.b=90": 708,
  "gradient.end.b=95": 452,
  "gradient.end.c=0": 24,
  "gradient.end.d=0": 20,
  "gradient.start.a=0": 413,
  "gradient.start.a=10": 750,
  "gradient.start.a=100": 172,
  "gradient.start.a=5": 233,
  "gradient.start.a=60": 1345,
  "gradient.start.a=70": 1346,
  "gradient.start.a=80": 1347,
  "gradient.start.a=85": 1348,
  "gradient.start.a=90": 486,
  "gradient.start.a=95": 59,
  "gradient.start.b=0": 99,
  "gradient.start.b=10": 487,
  "gradient.start.b=100": 941,
  "gradient.start.b=15": 1349,
  "gradient.start.b=20": 1350,
  "gradient.start.b=30": 1351,
  "gradient.start.b=40": 1352,
  "gradient.start.b=5": 60,
  "gradient.start.b=90": 751,
  "gradient.start.b=95": 234,
  "gradient.start.c=0": 18,
  "gradient.start.d=0": 19
}